{
  "Action": [
    {
      "title": "The Purge: Election Year",
      "poster_path": "/bjOJFjUffRZQpNQ9g3yvc9F6LBM.jpg",
      "overview": "A harmless game of \"Truth or Dare\" among friends turns deadly when someone—or something—begins to punish those who tell a lie—or refuse the dare.",
      "release_date": "2018-04-12",
      "id": 3
    },
    {
      "title": "Ant-Man",
      "poster_path": "/D6e8RJf2qUstnfkTslTXNTUAlT.jpg",
      "overview": "Armed with the astonishing ability to shrink in scale but increase in strength, master thief Scott Lang must embrace his inner-hero and help his mentor, Doctor Hank Pym, protect the secret behind his spectacular Ant-Man suit from a new generation of towering threats. Against seemingly insurmountable obstacles, Pym and Lang must plan and pull off a heist that will save the world.",
      "release_date": "2015-07-14",
      "id": 4
    },
    {
      "title": "Hotel Transylvania 3: Summer Vacation",
      "poster_path": "/gjAFM4xhA5vyLxxKMz38ujlUfDL.jpg",
      "overview": "Dracula, Mavis, Johnny and the rest of the Drac Pack take a vacation on a luxury Monster Cruise Ship, where Dr",
      "release_date": "2018-06-30",
      "id": 5
    },
    {
      "title": "Mission: Impossible - Ghost Protocol",
      "poster_path": "/s58mMsgIVOFfoXPtwPWJ3hDYpXf.jpg",
      "overview": "Ethan Hunt and his team are racing against time to track down a dangerous terrorist named Hendricks, who has g",
      "release_date": "2011-12-07",
      "id": 6
    }
  ],
  "Adventure": [
    {
      "title": "The First Purge",
      "poster_path": "/2slvblTroiT1lY9bYLK7Amigo1k.jpg",
      "overview": "To push the crime rate below one percent for the rest of the year, the New Founding Fathers of America test a sociological theory that vents aggression for one night in one isolated community. But when the violence of oppressors meets the rage of the others, the contagion will explode from the trial-city borders and spread across the nation.",
      "release_date": "2018-07-04",
      "id": 9
    },
    {
      "title": "Qayamat: City Under Threat",
      "poster_path": "/e6n3Tf86MJgqtF34bLogGOpkNQf.jpg",
      "overview": "CBI Officer Akram Sheikh (Sunil Shetty) is on the verge of nabbing three dreaded Pakistan-backed arms dealers ",
      "release_date": "2003-07-11",
      "id": 11
    },
    {
      "title": "Jurassic World: Fallen Kingdom",
      "poster_path": "/c9XxwwhPHdaImA2f1WEfEsbhaFB.jpg",
      "overview": "Several years after the demise of Jurassic World, a volcanic eruption threatens the remaining dinosaurs on the",
      "release_date": "2018-06-06",
      "id": 12
    },
    {
      "title": "LEGO Marvel Super Heroes - Guardians of the Galaxy: The Thanos Threat",
      "poster_path": "/e5h1RlnQzjgEAh4s96k50S8XkKa.jpg",
      "overview": "Lego Marvel Super Heroes - Guardians of the Galaxy: The Thanos Threat is a computer-animated Lego film based o",
      "release_date": "2017-12-09",
      "id": 13
    }
  ],
  "Comic": [
    {
      "title": "Black Panther",
      "poster_path": "/uxzzxijgPIY7slzFvMotPv8wjKA.jpg",
      "overview": "King T'Challa returns home from America to the reclusive, technologically advanced African nation of Wakanda t",
      "release_date": "2018-02-13",
      "id": 1
    },
    {
      "title": "Insurgent",
      "poster_path": "/6w1VjTPTjTaA5oNvsAg0y4H6bou.jpg",
      "overview": "Beatrice Prior must confront her inner demons and continue her fight against a powerful alliance which threate",
      "release_date": "2015-03-18",
      "id": 2
    },
    {
      "title": "Galaxy Quest",
      "poster_path": "/ahpUPhVlwAWic9N0SfNkxs8e66W.jpg",
      "overview": "The stars of a 1970s sci-fi show - now scraping a living through re-runs and sci-fi conventions - are beamed a",
      "release_date": "1999-12-23",
      "id": 3
    }
  ]
}